---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Minutes
source: html/556b88eb-d888-ffec-5b16-64efcfa9c179.htm
---
# Autodesk.Revit.DB.UnitTypeId.Minutes Property

Minutes.

## Syntax (C#)
```csharp
public static ForgeTypeId Minutes { get; }
```